content/posts.org
#+TITLE: Posts
#+HUGO_BASE_DIR: ../
#+HUGO_WEIGHT: auto
#+HUGO_AUTO_SET_LASTMOD: t

* Cálculo 1
:PROPERTIES:
:EXPORT_HUGO_SECTION: /
:EXPORT_FILE_NAME: c1
:EXPORT_DATE: 2021-02-03T20:48:03-0300
:END:

=TODO: Colocar informações de cálculo aqui=

** Livros
+ [Inglês] [[https://openstax.org/details/books/calculus-volume-1][Calculus Volume 1]] ([[https://openstax.org/subjects/math][Veja também outros excelentes livros do OpenStax]])

  #+begin_quote
Esse livro é bem completo, com vários exercícios e gabarito para as questões com
números ímpares.

Possui uma didática muito boa também.
  #+end_quote

+ [Inglês] [[https://aimath.org/textbooks/approved-textbooks/][Vários livros de Cálculo aprovados pelo Instituto Americano de Matemática]]
  #+begin_quote
Sei da existência desses outros livros também, mas nunca usei eles (além o OpenStax)

Mas talvez você goste de algum?
¯\_(ツ)_/¯
  #+end_quote

