content/c1.md
+++
title = "Cálculo 1"
author = ["Cardosaum"]
date = 2021-02-03T00:00:00-03:00
lastmod = 2021-02-03T22:16:54-03:00
draft = false
weight = 1002
+++

`TODO: Colocar informações de cálculo aqui`


## Livros {#livros}

-   [Inglês] [Calculus Volume 1](https://openstax.org/details/books/calculus-volume-1) ([Veja também outros excelentes livros do OpenStax](https://openstax.org/subjects/math))

    > Esse livro é bem completo, com vários exercícios e gabarito para as questões com
    > números ímpares.
    >
    > Possui uma didática muito boa também.

-   [Inglês] [Vários livros de Cálculo aprovados pelo Instituto Americano de Matemática](https://aimath.org/textbooks/approved-textbooks/)

    > Sei da existência desses outros livros também, mas nunca usei eles (além o OpenStax)
    >
    > Mas talvez você goste de algum?
    > ¯\\\_(ツ)\_/¯
